{
    "id": 1,
    "y_id":"CBYhVcO4WgI",
    "title": "How to Start a Startup",
    "authors": "Sam Altman, Dustin Moskovitz",
    "transcripts":[
        {
            "author": "Sam Altman",
            "caption": "We have founded 725 companies"
        },
        {   "author": "Sam Altman",
            "caption": "All of the advice in this class is geared towards people starting a business where the goal is hyper growth and eventually building a very large company."
        },
        {
            "author": "Sam Altman",
            "caption": "So the four areas: You need a great idea, a great product, a great team, and great execution. These overlap somewhat, but I'm going to have to talk about them somewhat individually to make it make sense."
        },
        {
            "author": "Sam Altman",
            "caption": "The outcome is something like idea x product x execution x team x luck, where luck is a random number between zero and ten thousand."
        },
                   {
                   "author": "Sam Altman",
                   "caption": "You should never start a startup just for the sake of doing so."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "There are much easier ways to become rich and everyone who starts a startup always says, always, that they couldn't have imagined how hard and painful it was going to be."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "You should only start a startup if you feel compelled by a particular problem and that you think starting a company is the best way to solve it."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "The first of the four areas: a great idea. It's become popular in recent years to say that the idea doesn't matter."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Great execution is at least ten times as important and a hundred times harder than a great idea."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "The definition of the idea, as we talk about it, is very broad. It includes the size and the growth of the market, the growth strategy for the company, the defensibility strategy, and so on."
                   },
                   {
                    "author":"Sam Altman",
                    "caption": "You need to think through all these things, not just the product. If it works out, you're going to be working on this for ten years so it's worth some real up front time to think through the up front value and the defensibility of the business."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "When you're evaluating an idea, you need to think through all these things, not just the product. If it works out, you're going to be working on this for ten years so it's worth some real up front time to think through the up front value and the defensibility of the business."
                   },
                   {
                    "author": "Sam Altman",
                    "caption": "Another thing we see that founders get wrong all the time is that someday you need to build a business that is difficult to replicate. This is an important part of a good idea."
                   },
                   {
                    "author": "Sam Altman",
                    "caption": " Wait to start a startup until you come up with an idea you feel compelled to explore."
                   },
                   {
                    "author": "Sam Altman",
                    "caption": "If you have several ideas, work on the one that you think about most often when you're not trying to think about work."
                   },
                   {
                    "author": "Sam Altman",
                    "caption": "The best companies are almost always mission oriented."
                   },
                   {
                    "author": "Sam Altman",
                    "caption": "It's usually really hard to get that without a great founding idea."
                   },
                   {
                    "author": "Sam Altman",
                    "caption": "A related advantage of mission oriented ideas is that you yourself will be dedicated to them. "
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "If you don't love and believe in what you're building, you're likely to give up at some point along the way."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "There's no way I know of to get through the pain of a startup without the belief that the mission really matters."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Good startups usually take ten years."
                   },
                   {
                    "author": "Sam Altman",
                    "caption": "A third advantage of mission oriented companies is that people outside the company are more willing to help you. You'll get more support on a hard, important project, than a derivative one."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "The best ideas often look terrible at the beginning."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "You want an idea that turns into a monopoly. But you can't get a monopoly right away. You have to find a small market in which you can get a monopoly and then quickly expand."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "you need conviction in your own beliefs and a willingness to ignore others' naysaying. The hard part is that this is a very fine line."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "If you do come up with a great idea, most people are going to think it's bad. You should be happy about that, it means they won't compete with you."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "A common mistake among founders, especially first time founders, is that they think the first version of their product - the first version of their idea - needs to sound really big. But it doesn't. It needs to take over a small specific market and expand from there."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": " You need a market that's going to be big in 10 years."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "One of the biggest systemic mistakes that investors make: they think about the growth of the start-up itself, they don't think about the growth of the market."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "I prefer to invest in a company that's going after a small, but rapidly growing market, than a big, but slow-growing market."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "It may seem small today, it may be small today, but you know - and other people don't - that it's going to grow really fast."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "It may seem small today, it may be small today, but you know - and other people don't - that it's going to grow really fast."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Sequoia's famous question: Why now? Why is this the perfect time for this particular idea, and to start this particular company. Why couldn't it be done two years ago, and why will two years in the future be two late?"
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "In general, its best if you're building something that you yourself need. You'll understand it much better than if you have to understand it by talking to a customer to build the very first version."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "In general, its best if you're building something that you yourself need. You'll understand it much better than if you have to understand it by talking to a customer to build the very first version."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Another somewhat counterintuitive thing about good startup ideas is that they're almost always very easy to explain and very easy to understand."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "If it takes more then a sentence to explain what you're doing, that's almost always a sign that its too complicated. It should be a clearly articulated vision with a small number of words."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "The other is meeting potential cofounders. You have no idea how good of an environment you're in right now, for meeting people you can start a company with down the road. And the one thing that we always tell college students is that more important then any particular startup is getting to know potential cofounders."
                   },
                   {
                   "author": "50Cent",
                   "caption": "Most people think first of what they want to express or make, then find the audience for their idea. You must work the opposite angle, thinking first of the public.You need to keep your focus on their changing needs, the trends that are washing through them. Beginning with their demand, you create the appropriate supply."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Most people think first of what they want to express or make, then find the audience for their idea. You must work the opposite angle, thinking first of the public.You need to keep your focus on their changing needs, the trends that are washing through them. Beginning with their demand, you create the appropriate supply."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "To build a really great company, you first have to turn a great idea into a great product. This is really hard, but its crucially important, and fortunately its pretty fun."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "One of the most important tasks for a founder is to make sure that the company builds a great product."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Step one is to build something that users love."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "A lot of good-on-paper startups fail because they merely make something that people like."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Making something that people want, but only a medium amount, is a great way to fail, and not understand why you're failing."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Making something that people want, but only a medium amount, is a great way to fail, and not understand why you're failing."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Better to build something that a small number of users love, then a large number of users like."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "It is much easier to expand from something that small number of people love, to something that a lot of people love, then from something that a lot of people like to a lot of people love. If you get right, you can get a lot of other things wrong. If you don't get this right, you can get everything else right, and you'll probably still fail. So when you start on the startup, this is the only thing you need to care about until its working."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "One way that you know when this is working, is that you'll get growth by word of mouth. If you get something people love, people will tell their friends about it. This works for consumer product and enterprise products as well. When people really love something, they'll tell their friends about it, and you'll see organic growth."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "A great product is the secret to long term growth hacking. You should get that right before anything else. It doesn't get easier to put off making a great product."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "If you try to build a growth machine before you have a product that some people really love, you're almost certainly going to waste your time."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Very few startups die from competition."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Most die because they themselves fail to make something users love, they spend their time on other things."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Its much much easier to make a great product if you have something simple."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Another reason that simple's good is because it forces you to do one thing extremely well and you have to do that to make something that people love."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "The word fanatical comes up again and again when you listen to successful founders talk about how they think about their product."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Fanatical in getting the copy that they use to explain the product just right. and fanatical in the way that they think about customer support."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "One thing that correlates with success among the YC companies is the founders that hook up Pagerduty to their ticketing system, so that even if the user emails in the middle of the night when the founder's asleep, they still get a response within an hour. "
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Founders feel physical pain when the product sucks and they want to wake up and fix it."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "They don't ship crap, and if they do, they fix it very very quickly. And it definitely takes some level of fanaticism to build great products."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "The way you should get those users is manually—you should go recruit them by hand."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Don't do things like buy Google ads in the early days, to get initial users."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Ben Silbermann recruited the initial Pinterest users by chatting up strangers in coffee shops."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Understand that group extremely well, get extremely close to them."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Listen to them and you'll almost always find out that they're very willing to give you feedback."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Even if you're building the product for yourself, listen to outside users, and they'll tell you how to make a product they'll pay for."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Do whatever you need to make them love you, and make them know what you're doing. Because they'll also be the advocates that help you get your next users."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "You want to build an engine in the company that transforms feedback from users into product decisions."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Ask them what the like and don't like, and watch them use it."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Ask them what they'd pay for."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Ask them if they'd be really bummed if your company went away. "
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Ask them what would make them recommend the product to their friends."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Ask them if they'd recommended it to any yet."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "You should make this feedback loop as tight as possible. If your product gets 10 percent better every week, that compounds really quickly. "
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "One of the advantages of software startups is just how short you can make the feedback loop. It can be measured in hours, and the best companies usually have the tightest feedback loop."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Great founders don't put anyone between themselves and their users."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "The founders of these companies do things like sales and customer support themselves in the early days. Its critical to get this loop embedded in the culture."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "You really need to use metrics to keep yourself honest on this. It really is true that the company will build whatever the CEO decides to measure."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "If you're building an Internet service, ignore things like total registrations. Don't talk about them, don't let anyone in the company talk about them."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Look at growth and active users, activity levels, cohort retention, revenue, net promoter scores, these things that matter."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Be brutally honest if they're not going in the right direction."
                   }
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   

    ]
}