{
    "id": 1,
    "y_id":"CBYhVcO4WgI",
    "title": "How to Start a Startup",
    "authors": "Sam Altman, Dustin Moskovitz",
    "transcripts":[
        {
            "author": "Sam Altman",
            "caption": "We have founded 725 companies"
        },
        {   "author": "Sam Altman",
            "caption": "All of the advice in this class is geared towards people starting a business where the goal is hyper growth and eventually building a very large company."
        },
        {
            "author": "Sam Altman",
            "caption": "So the four areas: You need a great idea, a great product, a great team, and great execution. These overlap somewhat, but I'm going to have to talk about them somewhat individually to make it make sense."
        },
        {
            "author": "Sam Altman",
            "caption": "The outcome is something like idea x product x execution x team x luck, where luck is a random number between zero and ten thousand."
        },
                   {
                   "author": "Sam Altman",
                   "caption": "You should never start a startup just for the sake of doing so."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "There are much easier ways to become rich and everyone who starts a startup always says, always, that they couldn't have imagined how hard and painful it was going to be."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "You should only start a startup if you feel compelled by a particular problem and that you think starting a company is the best way to solve it."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "The first of the four areas: a great idea. It's become popular in recent years to say that the idea doesn't matter."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Great execution is at least ten times as important and a hundred times harder than a great idea."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "The definition of the idea, as we talk about it, is very broad. It includes the size and the growth of the market, the growth strategy for the company, the defensibility strategy, and so on."
                   },
                   {
                    "author":"Sam Altman",
                    "caption": "You need to think through all these things, not just the product. If it works out, you're going to be working on this for ten years so it's worth some real up front time to think through the up front value and the defensibility of the business."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "When you're evaluating an idea, you need to think through all these things, not just the product. If it works out, you're going to be working on this for ten years so it's worth some real up front time to think through the up front value and the defensibility of the business."
                   },
                   {
                    "author": "Sam Altman",
                    "caption": "Another thing we see that founders get wrong all the time is that someday you need to build a business that is difficult to replicate. This is an important part of a good idea."
                   },
                   {
                    "author": "Sam Altman",
                    "caption": " Wait to start a startup until you come up with an idea you feel compelled to explore."
                   },
                   {
                    "author": "Sam Altman",
                    "caption": "If you have several ideas, work on the one that you think about most often when you're not trying to think about work."
                   },
                   {
                    "author": "Sam Altman",
                    "caption": "The best companies are almost always mission oriented."
                   },
                   {
                    "author": "Sam Altman",
                    "caption": "It's usually really hard to get that without a great founding idea."
                   },
                   {
                    "author": "Sam Altman",
                    "caption": "A related advantage of mission oriented ideas is that you yourself will be dedicated to them. "
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "If you don't love and believe in what you're building, you're likely to give up at some point along the way."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "There's no way I know of to get through the pain of a startup without the belief that the mission really matters."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Good startups usually take ten years."
                   },
                   {
                    "author": "Sam Altman",
                    "caption": "A third advantage of mission oriented companies is that people outside the company are more willing to help you. You'll get more support on a hard, important project, than a derivative one."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "The best ideas often look terrible at the beginning."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "You want an idea that turns into a monopoly. But you can't get a monopoly right away. You have to find a small market in which you can get a monopoly and then quickly expand."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "you need conviction in your own beliefs and a willingness to ignore others' naysaying. The hard part is that this is a very fine line."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "If you do come up with a great idea, most people are going to think it's bad. You should be happy about that, it means they won't compete with you."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "A common mistake among founders, especially first time founders, is that they think the first version of their product - the first version of their idea - needs to sound really big. But it doesn't. It needs to take over a small specific market and expand from there."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": " You need a market that's going to be big in 10 years."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "One of the biggest systemic mistakes that investors make: they think about the growth of the start-up itself, they don't think about the growth of the market."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "I prefer to invest in a company that's going after a small, but rapidly growing market, than a big, but slow-growing market."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "It may seem small today, it may be small today, but you know - and other people don't - that it's going to grow really fast."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "It may seem small today, it may be small today, but you know - and other people don't - that it's going to grow really fast."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Sequoia's famous question: Why now? Why is this the perfect time for this particular idea, and to start this particular company. Why couldn't it be done two years ago, and why will two years in the future be two late?"
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "In general, its best if you're building something that you yourself need. You'll understand it much better than if you have to understand it by talking to a customer to build the very first version."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "In general, its best if you're building something that you yourself need. You'll understand it much better than if you have to understand it by talking to a customer to build the very first version."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Another somewhat counterintuitive thing about good startup ideas is that they're almost always very easy to explain and very easy to understand."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "If it takes more then a sentence to explain what you're doing, that's almost always a sign that its too complicated. It should be a clearly articulated vision with a small number of words."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "The other is meeting potential cofounders. You have no idea how good of an environment you're in right now, for meeting people you can start a company with down the road. And the one thing that we always tell college students is that more important then any particular startup is getting to know potential cofounders."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Most people think first of what they want to express or make, then find the audience for their idea. You must work the opposite angle, thinking first of the public.You need to keep your focus on their changing needs, the trends that are washing through them. Beginning with their demand, you create the appropriate supply."
                   },
                   {
                   "author": "Sam Altman",
                   "caption": "Most people think first of what they want to express or make, then find the audience for their idea. You must work the opposite angle, thinking first of the public.You need to keep your focus on their changing needs, the trends that are washing through them. Beginning with their demand, you create the appropriate supply."
                   },
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   
                   

    ]
}